tap 'homebrew/cask'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'buo/cask-upgrade'

#Don’t forget to add `$(brew --prefix coreutils)/libexec/gnubin` to `$PATH`.
brew 'coreutils'
brew 'moreutils'
brew 'findutils'
brew 'readline'
brew 'wget'
brew 'gawk'
brew 'pigz'
brew 'gnu-sed'
brew 'grep'
brew 'gcc'
brew 'gdb'
brew 'git'
brew 'glib'
brew 'parallel'
brew 'go'
brew 'hub'
brew 'mas'
brew 'openssl'
brew 'ssh-copy-id'
#brew 'swagger-codegen'
brew 'wget'
brew 'terraform'
brew 'circleci'
brew 'curl'
brew 'gnu-sed'
brew 'gpg'
brew 'jsonpp'
brew 'php'
brew 'aws'
brew 'composer'
brew 'vault'
brew 'jq'

cask 'appcleaner'
cask 'authy'
cask 'cyberduck'
cask 'evernote'
cask 'omnidisksweeper'
cask 'skitch'
cask 'firefox'
cask 'google-chrome'
cask 'gpg-suite'
cask 'iterm2'
cask 'fsnotes'
cask 'java'
cask 'jetbrains-toolbox'
cask 'keybase'
cask 'ngrok'
cask 'postman'
cask 'sequel-pro'
cask 'slack'
cask 'sublime-text'
cask 'android-file-transfer'
cask 'tableplus'
cask 'tunnelblick'
cask 'vagrant'
cask 'vagrant-manager'
cack 'typora'
#cask 'virtualbox' #check why not working
cask 'vlc'
cask 'xld'
cask 'zoomus'
cask 'microsoft-office'

mas 'Airmail', id: 918858936
mas 'HandShaker', id: 1012930195
mas 'The Unarchiver', id: 425424353
mas 'LastPass', id: 926036361
mas 'Feedly', id: 865500966
mas 'Be Focused', id: 973134470
