tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/php'
tap 'buo/cask-upgrade'

brew 'brew-cask-completion'
brew 'coreutils'
brew 'findutils', args: ['with-default-names']
brew 'gcc'
brew 'gdb'
brew 'git'
brew 'glib'
brew 'parallel'
brew 'go'
brew 'hub'
brew 'mas'
brew 'openssl'
brew 'ssh-copy-id'
brew 'swagger-codegen'
brew 'travis'
brew 'wget'
brew 'terraform'
brew 'vagrant-completion'
brew 'bash-completion'
brew 'circleci'
brew 'curl'
brew 'gnu-sed'
brew 'gpg'
brew 'jsonpp'
brew 'make'
brew 'php'

cask 'appcleaner'
cask 'authy'
cask 'cyberduck'
cask 'evernote'
cask 'fantastical'
cask 'omnidisksweeper'
cask 'skitch'
cask 'firefox'
cask 'google-chrome'
cask 'gpg-suite'
cask 'iterm2'
cask 'java'
cask 'jetbrains-toolbox'
cask 'keybase'
cask 'ngrok'
cask 'postman'
cask 'sequel-pro'
cask 'slack'
cask 'sublime-text'
cask 'android-file-transfer'
cask 'tableplus'
cask 'tunnelblick'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'vlc'
cask 'xld'
cask 'zoomus'
cask 'little-snitch'
cask 'microsoft-office'

mas 'Airmail', id: 918858936
mas 'HandShaker', id: 1012930195
mas 'The Unarchiver', id: 425424353
mas 'LastPass', id: 926036361
mas 'Feedly', id: 865500966
mas 'Be Focused', id: 973134470